{
    "content": "<p>Aluminum Hurricane Shutters are one of the most effective way to protect your home or business against the elements. They are not only cost-effective but very easy to operate. You only need about 15-30 minutes to prep your entire house! Aluminum Hurricane shutters are permanently installed on your house or business and do not require additional storage or further installation.</p><p>They can be used to protect and secure your entire property from windows to doorways. You will always be ready for hurricane season with accordion hurricane shutters. Additionally, this is a home improvement project that can easily pay for itself, because the additional protection provided by our hurricane shutters can save you money on your Home-Owners Insurance.</p><div class=\"styled-list\"><div class=\"container\"><div class=\"row\"><div class=\"col-10 mx-auto -invert\"><h2 class=\"headerTitle -medium pb-4\">Top 5 benefits of getting Accordion Hurricane Shutters</h2><ol><li>Swift Deployment</li><li>Increase Resale Value</li><li>Added Security</li><li>No Seasonal Storage</li><li>Safety During a Storm</li></ol></div></div></div></div><p>Permanently affixed beside the windows and don't require any extra storage space. Can easily be made storm-ready by one person. Some models can be locked with a key and may be used as a theft deterrent. Average cost: $15-$20 per square foot Average storm preparation time: 15-30 minutes for an entire house.</p><h2 class=\"-medium headerTitle mb-4 -dark mt-5\">Available Accordion Colors</h2><p>We have 4 colors available to match the style of your home or business. You may choose between: <ul class=\"d-md-inline-flex list-unstyled\"><li class=\"align-items-center d-flex list-white\">White</li><li class=\"pt-3 pt-md-0 pl-md-3 list-ivory align-items-center d-flex \">Ivory</li><li class=\"pt-3 pt-md-0 pl-md-3 list-beige align-items-center d-flex \">Beige</li><li class=\"pt-3 pt-md-0 pl-md-3 list-bronze align-items-center d-flex \">Bronze</li></ul></p>",
    "content2": "<p>Hurricane shutters protect the people and possessions inside your property. When catastrophic wind speeds send deadly projectiles through the air or wreak havoc on your exterior, you&rsquo;ll be glad you&rsquo;ve prepared your building to withstand these destructive forces.</p>\n<p>Aside from exterior protection, hurricane shutters also offer a number of additional advantages, such as providing enhanced security to your home, decreasing your energy costs, preventing furniture damage, raising your potential resale value and even lowering your home insurance.</p>\n<h3 class=\"headerTitle -dark -small\">Accordion Hurricane Shutters Provide Security &amp; Protection</h3>\n<p>The primary goal of a hurricane shutter is to protect the doors, windows and interior spaces of your home from the damaging wind, rain and projectiles caused by destructive storms. This level of protection also provides you with additional home security. Hurricane shutters are engineered to withstand impact at extreme speeds, which means they can also endure nearly any other form of impact that may occur outside of hurricane season. Your hurricane shutters can act as a deterrent for home burglaries as well.</p>\n<h3 class=\"headerTitle -dark -small\">Hurricane Shutters Reduce Energy Costs</h3>\n<p>Hurricane shutters cut down on the heat that passes through your windows. Roll or pull-down shutters are especially useful in controlling the amount of light and heat that enters the home. You can easily close the shutters halfway to light the space yet limit the amount of direct sun exposure. This may significantly reduce your electric bills, especially during the hot summer months.</p>\n<h3 class=\"headerTitle -dark -small\">Hurricane Shutters Increase the Resale Value</h3>\n<p>Every upgrade to your home is an investment, and strategic improvements or additions can potentially deliver a return on investment if you ever sell your property. While real estate market trends change, some investments are more enduring than others. Hurricane shutters are valuable installations that enhance the protection of your property.</p>"
}